Revit 2027 API
ParameterTypeId.PathReinNumberOfBars Property
 "Number Of Bars"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinNumberOfBars { get; }
Public Shared ReadOnly Property PathReinNumberOfBars As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinNumberOfBars {
	ForgeTypeId^ get ();
}
static member PathReinNumberOfBars : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace